Repository: naxuroqa/Venom
Catalog: po/*.po
Languages: de, es, it, pl, ru

source: '%s' has invited you to a groupchat, do you want to accept?
es: '%s' te ha invitado a un chat grupal. ¿Quiere aceptar?
ru: '%s' ti ha invitato in una chat di gruppo. Vuoi accettare?

source: <b>User</b>
es: <b>Usuario</b>
ru: <b>Utente</b>

source: <unknown>
es: <desconocido>
ru: <sconosciuto>

source: Add contact
es: Añadir contacto
ru: Aggiungi contatto

source: Added new friend #%i
ru: Aggiunto nuovo amico #%i

source: Adding Friend failed
es: Error al intentar añadir al contacto
ru: Errore durante l'aggiunta del nuovo contattto

source: Are you sure you want to delete '%s' from your contact list?
ru: Sei sicuro di voler eliminare '%s' dalla tua lista dei contatti?

source: Background thread started.
ru: Thread in background avviato.

source: Background thread stopped.
ru: Фоновый процесс упал.

source: Bad checksum
es: Checksum erroneo
ru: Неверная контрольная сумма

source: Call contact
es: Llamar contacto
ru: Звонить

source: Call contact with video
es: Iniciar videollamada con contacto
ru: Videochiama contatto

source: Can't create action regex: %s.
ru: Impossibile creare l'espressione regolare: %s.

source: Can't open database: %d: %s
es: No se puede abrir la base de datos: %d: %s
ru: Impossibile accedere al database: %d: %s

source: Can't send to own key
es: No se puede enviar a la clave propia
ru: Impossibile inviare alla propria chiave

source: Canceled
es: Cancelado
ru: Annullato

source: Change _Status
es: Cambiar _Estado
ru: Cambia _Stato

source: Connected to the network
es: Conectado a la red
ru: Connesso alla rete

source: Connecting to DHT Nodes:
ru: Connessione ai server DHT:

source: Connection to DHT %s.
ru: Connessione al server DHT %s.

source: Contact accepted file sending request
ru: Il contatto ha accettato la richiesta di invio file

source: Copied Tox ID to clipboard
ru: Tox ID copiato negli appunti

source: Could not add friend: %s.
es: No se pudo añadir contacto: %s.
ru: Impossibile aggiungere il contatto: %s.

source: Could not add friend: Invalid ID
es: No se pudo añadir contacto: ID Invalida
ru: Impossibile aggiungere il contatto: ID non valido

source: Could not bind int to %s.
es: No se pudo enlazar int a %s.
ru: Impossibile collegare int a %s.

source: Could not bind int64 to %s.
es: No se pudo enlazar int64 a %s.
ru: Impossibile collegare int64 a %s.

source: Could not bind text to %s
es: No se pudo enlazar texto a %s.
ru: Impossibile collegare text a %s

source: Could not change user name!
ru: Impossibile cambiare il nome

source: Could not change user statusmessage!
ru: Impossibile cambiare lo stato

source: Could not create a new groupchat.
ru: Impossibile creare una nuova chat di gruppo.

source: Could not join groupchat.
ru: Impossibile unirsi alla chat di gruppo.

source: Could not load session data (%s), creating new one.
ru: Impossibile caricare i dati (%s), ne verranno creati di nuovi.

source: Could not read theme from "%s"
es: No se pudo leer tema de "%s"
ru: Impossibile leggere il tema da "%s"

source: Could not remove %s.
ru: Impossibile rimuovere %s.

source: Could not remove contact %i.
ru: Impossibile rimuovere il contatto %i.

source: Could not remove peer [%i] from groupchat #%i (no such peer)
ru: Impossibile rimuovere il peer [%i] dalla chat di gruppo #%i (peer non trovato)

source: Could not resolve ID from DNS record
es: No se pudo resolver el Tox ID del record de DNS
ru: Impossibile risolvere il Tox ID dal record DNS

source: Create groupchat
es: Crear un chat grupal
ru: Crea chat di gruppo

source: Default Tox DNS ID suffix:
es: Sufijo de fault de ID DNS de Tox:
ru: Suffisso di default per i Tox DNS ID:

source: Disconnected
es: Desconectado
ru: Disconnesso

source: Disconnected from the network
es: Desconectado de la red
ru: Disconnesso dalla rete

source: Edit user information
es: Editar información de usuario
ru: Modifica informazioni utente

source: Ended file transfer for %s to %s
ru: Trasferimento file finito per %s a %s

source: Ending session...
ru: Chiudendo la sessione...

source: Enter a Tox ID here or a Tox URI
es: Inserte un Tox ID o un Tox URI aquí
ru: Inserisci un Tox ID o un Tox URI

source: Error creating contacts insert statement: %d: %s
es: Error al crear statement de inserción de contactos: %d: %s
ru: Errore nel creare lo statement di inserimento contatti: %d: %s

source: Error creating contacts select statement: %d: %s
es: Error al crear statement de selección de contactos: %d: %s
ru: Errore nel creare lo statement di selezione contatti: %d: %s

source: Error creating contacts table: %s
es: Error al crear tabla de contactos: %s
ru: Errore nel creare la tabella dei contatti: %s

source: Error creating dht nodes insert statement: %d: %s
es: Error al crear statement de inserción de nodos DHT: %d: %s
ru: Errore nel creare lo statement di inserimento server DHT: %d: %s

source: Error creating dht nodes select statement: %d: %s
es: Error al crear statement de selección de nodos DHT: %d: %s
ru: Errore nel create lo statement di selezione server DHT: %d: %s

source: Error creating dht nodes table: %s
es: Error al crear tabla de nodos DHT: %s
ru: Errore nel creare la tabella dei server DHT: %s

source: Error creating tox dns regex: %s
ru: Errore nel creare l'espressione regolare dei DNS tox: %s

source: Error creating tox uri regex: %s
ru: Errore nel creare l'espressione regolare degli URI tox: %s

source: Error matching uri regex: %s
ru: Errore nel match dell'espressione regolare degli URI: %s

source: Error occured while getting file size: %s
ru: Errore nel calcolare la dimesione del file: %s

source: Error opening database: %s
ru: Errore nell'accedere al database: %s

source: Error reading configs:%s
ru: Errore nella lettura delle configurazioni: %s

source: Error resolving name: %s
ru: Errore nel risolvere il nome: %s

source: Error retrieving logs from sqlite database: %s
ru: Errore nel recupero dei log dal database sqlite: %s

source: Error saving configs:%s
ru: Errore nel salvataggio delle configurazioni: %s

source: Error when doing uri markup: %s
ru: Errore durante il markup dell'URI: %s

source: Error when showing uri: %s
ru: Errore nel mostrare l'URI: %s

source: Error while loading icon: %s
ru: Errore nel caricare l'icona: %s

source: Error while loading image from "%s":%s
ru: Errore nel caricamento dell'immagine da "%s": %s

source: Error while loading messenger data.
es: Error en la carga de información de mensajería.
ru: Errore nel caricamento dei dati del messenger.

source: Error while reading from stream.
es: Error en la lectura del stream.
ru: Errore nel leggere lo stream.

source: Error while trying to create file: %s
ru: Errore nel creare il file: %s

source: Error while trying to write data to file
ru: Errore nella scrittura dei dati su file

source: Error while writing to stream.
ru: Errore nella scrittura dello stream.

source: Error writing contact to sqlite database: %s
ru: Errore nella scrittura del contatto nel database sqlite: %s

source: Error writing message to sqlite database: %s
ru: Errore nella scrittura del messaggio nel database sqlite: %s

source: Error: %d: %s
ru: Errore: %d: %s

source: Error: %s
ru: Errore %s

source: File "%d" does not exist.
es: Archivo "%d" no existe.
ru: Il file "%d" non esiste.

source: File transfer finished for file number %u
ru: Trasferimento file finito per il file numero %u

source: File transfer was rejected for file number %u
ru: Trasferimento file rifiutato per il file numero %u

source: File was rejected
es: El archivo fue rechazado.
ru: Il file è stato rifiutato

source: Flash window when a new message arrives
es: Parpadear ventana cuando llega un nuevo mensaje
ru: Illumina finestra quando arriva un nuovo messaggio

source: Friend could not be added.
ru: Il contatto non può essere aggiunto.

source: Friend request already sent
es: Petición de amistad ya enviada
ru: Richiesta d'amicizia già inviata

source: Friend request successfully sent
es: Petición de amistad enviada con éxito
ru: Richiesta d'amicizia inviata con successo

source: Friend request successfully sent. Friend added as %i.
ru: Richiesta d'amicizia inviata con successo. Contatto aggiunto come %i.

source: Group action from unknown contact #%i [%i]
ru: Azione di gruppo da contatto sconosciuto #%i [%i]

source: Group invite from %s with public key %s
ru: Invito di gruppo da %s con chiave pubblica %s

source: Group message from unknown contact #%i [%i]
ru: Messaggio di gruppo da contatto sconosciuto #%i [%i]

source: Groupchat #%i
es: Chat grupal #%i
ru: Chat di gruppo #%i

source: I/O error while trying to close file stream: %s
ru: Errore I/O nella chiusura del file di stream: %s

source: I/O error while trying to read file: %s
ru: Errore I/O nel leggere il file: %s

source: ID contains invalid characters
es: El Tox ID contiene caracteres invalidos
ru: Il Tox ID contiene caratteri non validi

source: ID: %s
ru: Tox ID: %s

source: Icon:
es: Ícono:
ru: Icona:

source: Index for %s not found.
es: Índice para %s no encontrado.
ru: Indice per %s non trovato.

source: Insert Smiley
es: Insertar Smiley
ru: Inserisci emoticon

source: Invalid record
ru: Record DNS non valido

source: Invalid tox uri
ru: Tox URI non valido

source: Joined Groupchat #%i
ru: Entrato nella chat di gruppo #%i

source: Keep history
es: Mantener historial
ru: Salva cronologia

source: Loading add contact window failed!
ru: Caricamento della finestra di aggiunta contatti fallito

source: Loading conversation window failed!
ru: Caricamento della finestra di conversazione fallito

source: Loading message widget failed!
ru: Caricamento del widget dei messaggi fallito

source: Message too long
es: Mensaje demasiado largo
ru: Messaggio troppo lungo

source: Miscellaneous
es: Misceláneo
ru: Altro

source: Name:
es: Nombre:
ru: Nome:

source: New friend request from '%s'. Do you want to accept?
es: Nueva petición de amistad de '%s'. ¿Quiere aceptar?
ru: Nuova richiesta d'amicizia da '%s'. Vuoi accettarla?

source: No ID given
es: Ningún ID insertado
ru: Nessun Tox ID inserito

source: No message included
es: Ningún mensaje incluido
ru: Nessun messaggio incluso

source: No pin privided, aborting...
ru: Nessun PIN inserito, annullo...

source: Out of memory
es: Sin memoria
ru: Memoria esaurita

source: Paused
es: Pausado
ru: In pausa

source: Please insert PIN for <b>%s</b>
es: Por favor insertar PIN para <b>%s</b>
ru: Per favore inserisci il PIN per <b>%s</b>

source: Please insert PIN...
es: Por favor insertar PIN...
ru: Per favore inserisci il PIN...

source: Please let me add you to my contact list.
es: Por favor dejame agregarte a mi lista de contactos.
ru: Per favore permettimi di aggiungerti alla mia lista contatti.

source: Read incorrect number of bytes from file
ru: Letto un numero non corretto di bytes dal file

source: Receiving failed
es: Recibimiento fallido
ru: Ricezione fallita

source: Resolving ID failed
es: Resolvimiento de ID fallido
ru: Risoluzione del Tox ID fallita

source: Retrieved contact %s from savefile.
ru: Recupero contatto %s dal savefile.

source: Run '%s --help' to see a full list of available command line options.
es: Ejecute '%s --help' para ver una lista entera de las opciones de línea de comando disponibles.
ru: Esegui '%s --help' per vedere la lista completa delle opzioni disponibili.

source: SQLite database closed.
ru: Database SQLita chiuso.

source: SQLite database created.
ru: Database SQLite creato.

source: Save
ru: Salva

source: Save file
es: Guardar archivo
ru: Salva file

source: Saving session file failed: %s
ru: Salvataggio del file di sessione fallito: %s

source: Saving to: %s
ru: Salvataggio in: %s

source: Saving tox session data
ru: Salvataggio dei dati di sessione

source: Select
es: Seleccionar
ru: Seleziona

source: Select a file to send
es: Seleccionar un archivo a enviar
ru: Seleziona un file da inviare

source: Send file
es: Enviar archivo
ru: Invia file

source: Send message
es: Enviar mensaje
ru: Invia messaggio

source: Sending failed
es: Envio fallido
ru: Invio fallito

source: Session ended gracefully.
ru: Sessione terminata senza errori.

source: Set a custom nickname for the friend you are about to add
es: Establezca un nombre personalizado para el contacto que está por agregar
ru: Imposta un nickname personalizzato per il contatto che stai aggiungendo

source: Set new nospam
es: Establecer nuevo valor nospam
ru: Imposta un nuovo valore nospam

source: Settings saved.
ru: Impostazioni salvate.

source: Show _others when I am typing
es: Mostrar a _otros cuando estoy escribiendo
ru: Mostra quando sto scrivendo

source: Show filesize in
es: Mostrar tamaño de archivo en
ru: Mostra dimensione file in

source: Show me when others are typing
es: Mostrarme cuando otros escriben
ru: Mostra quando gli altri stanno scrivendo

source: Starting in offline mode
ru: Avvio in modalità offline

source: Theme refreshed
ru: Tema ricaricato

source: There is currently no help available
es: Actualmente no hay ayuda disponible
ru: Attualmente non è disponibile una pagina di aiuto

source: Trying to send unknown file
ru: Cercando di inviare un file sconosciuto

source: Type your message here...
es: Escriba su mensaje aquí...
ru: Scrivi il tuo messaggio qui...

source: Unknown error
es: Error desconocido
ru: Errore sconosciuto

source: Unknown error while trying to read file: %s
ru: Errore sconosciuto nel leggere il file: %s

source: Using Gtk.TextView to display messages
ru: Uso Gtk.TextView per visualizzare i messaggi

source: Using data file "%s"
ru: Uso il datafile "%s"

source: Valid ID size
es: Tamaño de ID valido
ru: Dimensione Tox ID valida

source: _Away
es: _Ausente
ru: _Assente

source: _Browse...
es: _Examinar...
ru: _Sfoglia...

source: _Busy
es: _Ocupado
ru: _Occupato

source: _Copy ID to clipboard
es: _Copiar ID al portapapeles
ru: _Copia Tox ID negli appunti

source: _Edit user
es: _Editar usuario
ru: _Modifica utente

source: _Message (optional):
es: _Mensaje (opcional):
ru: _Messaggio (opzionale):

source: _Nickname (optional):
es: _Sobrenombre (opcional):
ru: _Nickname (opzionale):

source: connecting...
es: conectando...
ru: connessione...

source: days
es: días
ru: giorni

source: delete after
es: eliminar despues de
ru: elimina dopo

source: error: %s
ru: errore: %s

source: established
ru: stabilito

source: failed to send file %s to %s
ru: invio del file %s a %s fallito

source: groupchat #%i
ru: chat di gruppo #%i

source: indefinitely
es: indefinidamente
ru: indefinito

source: lost
ru: perso

source: no one connected
es: nadie conectado
ru: nessuno connesso

source: received file send request friend: %i filenumber: %i filename: %s
ru: ricevuta richiesta di trasferimento file contatto: %i numero file: %i nome file: %s

source: sending file %s to %s
ru: invio file %s a %s

source: setting alias: %s
ru: impostazione alias: %s

source: tox 1 ID found: %s
ru: Trovato Tox ID v1: %s

source: tox 2 ID found: %s %s
ru: Trovato Tox ID v2: %s %s

source: Tox
pl: Toksyczność

source: Info
pl: Informacje

source: Venom
pl: Jadło

source: _Online
es: _En Línea

source: O_ffline
es: F_uera de línea

source: Toxing on Venom v.%s
es: Toxeando desde Venom v.%s
