Repository: naxuroqa/Venom
Catalog: po/*.po
Languages: de, es, it, pl, ru

source: _Redo
de: Wiede_rholen
it: _Ripeti

source: _Undo
de: R_ückgängig
it: _Annulla

source: New message from %s
de: Neue Nachricht von %s
it: Nuovo messaggio da %s
pl: Nowa wiadomość od %s

source: Show details
de: Details anzeigen
it: Mostra dettagli
pl: Pokaż szczegóły

source: Mute conversation
de: Stummschalten
it: Disattiva l'audio della conversazione
pl: Wyciszona rozmowa

source: Friend request
de: Freundschaftsanfrage
it: Richiesta di amicizia

source: New file from %s
de: Neue Datei von %s
it: Nuovo file da %s
pl: Nowy plik z %s

source: Conference invite
de: Konferenzeinladung
it: Invito alla conferenza
pl: Zaproszenie na konferencję

source: %s invites you to a conference
de: %s lädt dich zu einer Konferenz ein
it: %s ti invita a una conferenza
pl: %s zaprasza na konferencję

source: Just now
de: Gerade eben
it: Proprio ora
pl: Teraz

source: %u minute ago
de: vor %u Minute
it: %u minuto fa

source: %u hour ago
de: vor %u Stunde
it: %u ora fa

source: Today at %s
de: Heute um %s
it: Oggi a %s
pl: Obecnie w %s

source: Yesterday at %s
de: Gestern um %s
it: Ieri a %s
pl: Wczoraj w %s

source: Tox User
de: Tox-Nutzer
es: Usuario de Tox
it: Utente Tox
pl: Użytkownik Tox
ru: Utente Tox

source: Set level of messages to log
de: Das Niveau für Protokollmeldungen setzen
it: Imposta il livello dei messaggi da registrare
pl: Ustawianie poziomu komunikatów do logowania

source: Display version number
de: Zeige Versionsnummer
it: Visualizza il numero di versione
pl: Wyświetl numer wersji

source: Show preferences
de: Einstellungen öffnen
it: Mostra preferenze

source: Settings
de: Einstellungen
es: Opciones
it: Impostazioni
pl: Ustawienia
ru: Impostazioni

source: New conference…
de: Neue Konferenz …
it: Nuova conferenza…
pl: Nowa konferencja....

source: Invite to conference…
de: Zuu Konferenz einladen …
it: Invito alla conferenza…
pl: Zaproś na konferencję....

source: Leave conference
de: Konferenz verlassen
it: Lascia la conferenza
pl: Konferencja w sprawie urlopu

source: Remove friend
de: Freund entfernen
it: Rimuovi contatto
pl: Usuń kontakt

source: %u new friend request
de: %u neue Freundschaftsanfrage
it: %u nuova richiesta di amcizia

source: %u new conference invite
de: %u neue Konferenzeinladung
it: %u nuovo invito a una conferenza

source: Online right now
de: Jetzt online
it: In linea in questo momento
pl: Już teraz online

source: Never seen online
de: Noch nie online gesehen
it: Mai visto in linea
pl: Nigdy nie widziałeś online

source: Last seen: %s
de: Zuletzt gesehen: %s
es: Visto por última vez: %s
it: Ultimo accesso: %s
pl: Ostatnio widziany: %s
ru: Visto l'ultima volta: %s

source: New Message!
de: Neue Nachricht!
it: Nuovo messaggio!

source: Offline
es: Fuera de línea
it: Fuori linea

source: Away
de: Abwesend
es: Ausente
it: Assente
pl: Nieobecny
ru: Assente

source: Busy
de: Beschäftigt
es: Ocupado
it: Occupato/a
pl: Zajęty
ru: Занят

source: Online
es: En línea
it: in linea

source: Notice
de: Systemnotiz
it: Avviso
pl: Uwaga

source: Message sent ✓
de: Nachricht gesendet ✓
it: Messaggio inviato ✓

source: Message received ✓
de: Nachricht empfangen ✓
it: Messaggio ricevuto ✓

source: me
de: ich
it: io
pl: ja

source: %s has been removed from your contact list.
de: %s wurde von deiner Kontaktliste entfernt.
it: %s è stato rimosso dall'elenco dei contatti.

source: Undo
de: Rückgängig
it: Annulla
pl: Cofnij

source: Unnamed conference %u
de: Unbenannte Konferenz %u
it: Conferenza senza nome %u
pl: Konferencja bez nazwy %u

source: %u Peers online
de: %u Mitglieder online
it: %u Peer online

source: Address must consist of 76 hexadecimal characters
de: Addresse muss aus 76 hexadezimalen Zeichen bestehen
it: L'indirizzo deve essere composto da 76 caratteri esadecimali
pl: Adres musi składać się z 76 znaków szesnastkowych

source: Hide
de: Verstecken
it: Nascondi
pl: Ukryj

source: Show
de: Zeigen
it: Mostra
pl: Wyświetl

source: Status
it: Stato

source: Preferences
de: Einstellungen
it: Preferenze

source: About
de: Über
it: A proposito
pl: O programie

source: Logout
de: Abmelden
it: Esci
pl: Wyloguj się

source: Quit
de: Beenden
it: Chiudi

source: Wrong password
de: Falsches Passwort
it: Password errata
pl: Błędne hasło

source: Username can not be empty
de: Benutzername darf nicht leer sein
it: Il nome utente non può essere vuoto
pl: Nazwa użytkownika nie może być pusta

source: Username is already taken
de: Dieser Benutzername ist bereits vergeben
it: Il nome utente è già stato preso
pl: Nazwa użytkownika jest już zajęta

source: Password must be at least 6 characters long
de: Passwort muss mindestens 6 Zeichen lang sein
it: La password deve avere almeno 6 caratteri
pl: Hasło musi zawierać co najmniej 6 znaków

source: Passwords must match
de: Die Passwörter stimmen nicht überein
it: Le password devono corrispondere
pl: Hasła muszą być zgodne

source: Creating profile failed:
de: Profilerstellung fehlgeschlagen:
it: Creazione del profilo non riuscita:

source: Profile is encrypted
de: Profil ist verschlüsselt
it: Il profilo è crittografato
pl: Profil jest zaszyfrowany

source: A modern Tox client for the Linux desktop
de: Ein moderner Tox-Client für den Linux-Desktop
it: Un client Tox moderno per il desktop Linux
pl: Nowoczesny klient Tox na pulpit Linux

source: Copyright © 2013-2018 Venom authors and contributors
de: Copyright © 2013-2018 Authoren und Mitwirkende von Venom
it: Copyright © 2013-2018 Autori e collaboratori di Venom
pl: Copyright © 2013-2018 Autorzy i współpracownicy Venom

source: translator-credits
de: Spixi <spxmar@gmail.com>, naxuroqa <naxuroqa@gmail.com>
es: oxichem
it: Ansa89
pl: Zetok Zalbavar <zexavexxe@gmail.com>
ru: Ackermann Yuriy

source: A new kind of instant messaging
de: Eine neue Art von Nachrichtensofortversand
it: Un nuovo tipo di messaggistica istantanea
pl: Nowy rodzaj komunikatorów

source: Chat with your friends and family without anyone else listening in.
de: Plaudere mit deinen Freunden und Familie ohne dass jemand mithört.
it: Chatta con i tuoi amici e familiari senza che nessun altro ascolti.
pl: Rozmawiaj z przyjaciółmi i rodziną, nie słuchając nikogo innego.

source: Now with 50% less bugs.
de: Jetzt mit 50 % weniger Bugs.
it: Ora con il 50% in meno di bug.
pl: Teraz z 50% mniej błędów.

source: Generating witty dialog…
de: Witzige Dialoge werden generiert …
it: Generazione di dialoghi spiritosi…
pl: Generowanie dowcipnego dialogu....

source: Thank you for using Venom.
de: Danke, dass du Venom verwendest.
it: Grazie per usar Venom.
pl: Dziękujemy za używanie Venom.

source: Always think positive.
de: Denke immer positiv.
it: Pensa sempre positivo.
pl: Zawsze myśl pozytywnie.

source: Have a good day and stay safe.
de: Hab einen guten Tag und bleib auf der sicheren Seite.
it: Buona giornata e stai al sicuro.
pl: Życzymy miłego dnia i bezpieczeństwa.

source: You can do it. ― Coffee
de: Du kannst das. ― Kaffee
it: Puoi farlo. – Caffè
pl: Możesz to zrobić. - Kawa

source: Life moves pretty fast. If you don’t stop and look around once in a while, you could miss it. ― Ferris Bueller
de: Das Leben bewegt sich sehr, sehr schnell. Wenn du nicht gelegentlich anhältst und dich umschaust, könntest du es verpassen. ― Ferris Bueller
it: La vita si muove piuttosto velocemente. Se non ti fermi a guardarti intorno di tanto in tanto, potresti perderla. – Ferris Bueller
pl: Życie toczy się dość szybko. Jeśli nie zatrzymasz się i nie rozejrzysz się raz na jakiś czas, możesz tego przegapić. - Ferris Bueller

source: Drink your milk for extra strong bones.
de: Trinke deine Milch für extra starke Knochen.
it: Bevi il tuo latte per avere ossa extra forti.
pl: Wypij mleko, aby uzyskać wyjątkowo mocne kości.

source: File transfers
de: Dateiübertragungen
it: Trasferimenti di file

source: %s is typing…
de: %s tippt gerade…
it: %s sta scrivendo…

source: Choose a file to send
de: Datei zum Senden auswählen
it: Scegli un file da inviare

source: _Open
de: _Öffnen
it: _Aperto
pl: _Otwórz

source: _Cancel
de: _Abbrechen
it: _Annulla
pl: _Anuluj

source: _Save
de: _Speichern
it: _Salvare
pl: Zapi_sz

source: Invite from %s
de: Einladung von %s
it: Invito da %s

source: Images
de: Bilder
it: Immagine
pl: Grafiki

source: No file transfers yet …
de: Keine Dateiübertragungen bisher …
it: Nessun trasferimento di file ancora .…

source: Login automatically
de: Automatisch anmelden
it: Accedi automaticamente
pl: Automatyczne logowanie

source: Login
de: Anmelden
it: Accedi
pl: Zaloguj

source: Other profiles
de: Andere Profile
it: Altri profili
pl: Inne profile

source: Import profile…
de: Profil importieren…
it: Importa un profilo…

source: New profile
de: Neues Profil
it: Nuovo profilo

source: Username
de: Benutzername
it: Nome utente
pl: Nazwa użytkownika

source: Confirm Password
de: Passwort bestätigen
it: Conferma la password
pl: Potwierdź hasło

source: Create
de: Erstellen
it: Creare
pl: Stwórz

source: Create profile
de: Profil erstellen
it: Crea un profilo

source: Remove transfer
de: Dateiübertragung löschen
it: Rimuovi trasferimento

source: Open file
de: Datei öffnen
it: Apri il file

source: Start transfer
de: Übertragung starten
it: Avvia trasferimento

source: Pause transfer
de: Übertragung pausieren
it: Metti in pausa il trasferimento

source: Stop transfer
de: Übertragung stoppen
it: Interrompere il trasferimento

source: Create a conference
de: Konferenz erstellen
it: Crea una conferenza
pl: Utwórz konferencję

source: _Title:
de: _Titel:
it: _Titolo:
pl: Tytuł:

source: Conference
de: Konferenz
it: Conferenza

source: paste from clipboard
de: Aus der Zwischenablage einfügen
it: incolla dagli appunti

source: <small>Name the conference (optional)</small>
de: <small>Benenne die Konferenz (optional)</small>
it: <small>Nomina la conferenza (facoltativo)</small>
pl: <mała>Nazwa konferencji (opcjonalnie)</mała>

source: T_ype:
de: T_yp:
it: Genere:

source: Text
it: Testo
pl: Tekst

source: Speech
de: Sprache
it: Discorso
pl: Mowa

source: <small>Select a conference type</small>
de: <small>Wähle die Art der Konferenz</small>
it: <small>Seleziona un tipo di conferenza</small>
pl: <małe>Wybierz typ konferencji</niewielkie>.

source: New conference
de: Neue Konferenz
it: Nuova conferenza

source: Conference invites
de: Konferenzeinladungen
it: Inviti a una conferenza
pl: Zaproszenia na konferencję

source: Accept all
de: Alle annehmen
it: Accetta tutto

source: Reject all
de: Alle ablehnen
it: Rifiuta tutto
pl: Odrzucić wszystkie

source: No new conference invites
de: Keine neuen Konferenzeinladungen
it: Nessun nuovo invito a una conferenza
pl: Nie ma nowych zaproszeń na konferencję

source: This peer is also in your friends list
de: Dieses Mitglied ist auch in deiner Kontaktliste
it: Questo peer è anche nella tua lista amici
pl: Ten rówieśnik znajduje się również na Twojej liście przyjaciół

source: That's you
de: Das bist du
it: Sei tu
pl: To ty

source: Insert Emoji
de: Emoji einfügen
it: Inserisci emoji

source: No one here...
de: Niemand hier...
it: Nessuno qui…
pl: Nikt tutaj....

source: No messages yet...
de: Keine Nachrichten bisher...
it: Ancora nessun messaggio…

source: Show peers
de: Zeige Mitglieder
it: Mostra colleghi
pl: Pokaż rówieśników

source: _Preferences
de: _Einstellungen
it: _Preferenze

source: _Quit
de: _Beenden
it: _Smettere
pl: _Wyjdź

source: Add a friend
de: Freund hinzufügen
it: Aggiungi un amico
pl: Dodaj znajomych

source: Filter contacts by status
de: Kontakte nach Status filtern
it: Filtra i contatti per stato
pl: Filtruj styki według statusu

source: All
de: Alle
es: Todo
it: Tutti
pl: Wszyscy
ru: Tutti

source: Add a contact
de: Kontakt hinzufügen
it: Aggiungi un contatto

source: View file transfers
de: Dateiübertragungen anzeigen
it: Visualizza i trasferimenti di file

source: Open preferences
de: Einstellungen öffnen
es: Abrir preferencias
it: Preferenze
pl: Otwórz ustawienia
ru: Preferenze

source: Edit your profile
de: Profil bearbeiten
it: Modifica il tuo profilo
pl: Edytuj swój profil

source: Change your status
de: Status ändern
it: Cambia il tuo stato

source: Start a call
de: Anruf starten
it: Inizia una chiamata
pl: Rozpoczęcie rozmowy telefonicznej

source: Start a video call
de: Videoanruf starten
it: Avvia una videochiamata

source: Attach screenshot…
de: Bildschirmfoto anhängen…
it: Allega una schermata…
pl: Dołącz zrzut ekranu....

source: Attach file…
de: Datei anhängen…
it: Allega un file…
pl: Dołączyć plik....

source: Insert attachment
de: Anhnang hinzufügen
it: Inserisci un allegato

source: Accept
de: Akzeptieren
it: Accetta

source: Deny
de: Ablehnen
it: Rifiuta
pl: Zabroń

source: Leave Conference
de: Konferenz verlassen
it: Lascia la conferenza
pl: Konferencja w sprawie urlopu

source: Title:
de: Titel:
it: Titolo:
pl: Tytuł:

source: Notifications
de: Benachrichtigungen
it: notifiche
pl: Powiadomienia

source: <small>Notifications have been globally disabled</small>
de: <small>Benachrichtigungen sind global deaktiviert</small>
it: <small>Le notifiche sono state disabilitate a livello globale</small>
pl: <niewielkie>Powiadomienia zostały globalnie wyłączone</niewielkie>

source: Apply
de: Anwenden
it: Applicare
pl: Zastosuj

source: Peers
de: Mitglieder
it: Colleghi
pl: rówieśnicy

source: Learn more
de: Mehr erfahren
it: Per saperne di più
pl: Dowiedz się więcej

source: Get involved
de: Mitmachen
it: Mettersi in gioco
pl: Dołącz do nas

source: No new friend requests
de: Keine neuen Freundschaftsanfragen
it: Nessuna nuova richiesta di amicizia
pl: Brak próśb o nowego przyjaciela

source: Please let me add you to my contact list. 😁
de: Bitte lass mich dich meiner Kontaktliste hinzufügen. 😁
it: Per favore, lascia che ti aggiuschi alla mia lista dei contatti. 😁

source: Send a friend request
de: Freundschaftsanfrage versenden
it: Invia una richiesta di amicizia
pl: Wyślij zapytanie do przyjaciela

source: Enter a Tox ID or URI here
de: Gib eine Tox-ID oder eine Tox-URI ein
it: Inserisci un Tox ID o un URI qui

source: <small>Enter your friends Tox ID</small>
de: <small>Gib die Tox ID deines Freunds / deiner Freundin ein</small>
it: <small>Inserisci l'ID Tox dei tuoi amici</small>
pl: <małe>Enter your friends Tox ID</small>.

source: _Message:
de: _Nachricht:
it: _Messaggio:

source: Send a custom message to be displayed to the friend you are adding
de: Sende eine benutzerdefinierte Mitteilung, die dem Freund / der Freundin, den / die du hinzufügen möchtest, angezeigt wird
es: Envíe un mensaje personalizado para el contacto que está agregando
it: Invia un messaggio personalizzato che sarà visualizzato dal contatto che stai aggiungendo
pl: Wyślij własną wiadomość, która będzie wyświetlona dla znajomego którego dodajesz
ru: Invia un messaggio personalizzato che sarà visualizzato dal contatto che stai aggiungendo

source: <small>Send your friend a short message</small>
de: <small>Sende deinem Freund / deiner Freundin eine kurze Nachricht</small>
it: <small>Invia un breve messaggio al tuo amico</small>
pl: <mały>Wyślij swojemu przyjacielowi krótką wiadomość</niewielki>.

source: Send
de: Senden
it: Inviare

source: Friend requests
de: Freundschaftsanfragen
it: Richieste di amicizia

source: Reset
de: Zurücksetzen
it: Reimposta
pl: Zresetuj

source: Take a picture
de: ein Foto machen
it: Fai una foto
pl: Zrób zdjęcie

source: Choose a file
de: Datei auswählen
it: Scegli un file
pl: Wybierz plik

source: Choose an avatar
de: Kontaktbild auswählen
it: Scegli un avatar
pl: Wybierz awatara

source: Username:
de: Benutzername:
it: Nome utente:
pl: Nazwa użytkownika:

source: Status message:
de: Statusmeldung:
es: Estado:
it: Messaggio di stato:
pl: Status:
ru: Messaggio di stato:

source: Copy to clipboard
de: In Zwischenablage kopieren
it: Copia negli appunti

source: ID:
it: Tox ID:
ru: Tox ID:

source: Advanced
de: Erweitert
it: Avanzato

source: Generate new random nospam
de: Zufälliges NoSpam erzeugen
it: Genera un nuovo nospam casuale

source: Set this nospam
de: Dieses NoSpam setzen
it: Imposta questo nospam

source: Previous nospams
de: Bisherige NoSpams
it: Nospam precedenti
pl: Poprzednie bielmo

source: General
de: Allgemein
it: Generale
pl: Uwagi ogólne

source: Bootstrap nodes
de: Startknoten
it: Nodi di bootstrap
pl: Węzły Bootstrap

source: Proxy
it: delega
pl: Pełnomocnik

source: Appearance
de: Erscheinungsbild
it: Aspetto
pl: Wygląd

source: Dark Theme
de: Dunkles Thema
it: Tema scuro
pl: Ciemny motyw

source: <small>Use a dark variant of the theme</small>
de: <small>Benutze eine dunkle Variante des Themas</small>
it: <small>Utilizza una variante scura del tema</small>
pl: <mały>Użyj ciemnego wariantu tematu</niewielki>.

source: Animations
de: Animationen
it: animazioni
pl: Animacje

source: <small>Turn on animated transitions</small>
de: <small>Schalte animierte Übergänge ein</small>
it: <small>Attiva le transizioni animate</small>
pl: <mały>Powrót na animowanych przejściach</niewielki>

source: Small contacts
de: Kleine Kontakte
it: Piccoli contatti

source: <small>Show contacts in a compact format</small>
de: <small>Zeige Kontakte in einem kompaten Format</small>
it: <small>Mostra i contatti in un formato compatto</small>
pl: <małe>Pokaż kontakty w kompaktowym formacie</niewielkie>

source: Spellcheck
de: Rechtschreibprüfung
it: Controllo ortografico
pl: Sprawdzanie pisowni

source: <small>Check your spelling while you type</small>
de: <small>Prüfe deine Rechtschreibung während du tippst</small>
it: <small>Controlla l'ortografia mentre scrivo</small>
pl: <małe>Sprawdzaj pisownię podczas pisania</małe>

source: Sounds
de: Klänge
it: Suoni
pl: Dźwięki

source: <small>Play sounds on new notifications</small>
de: <small>Spiele einen Ton bei neuen Benachrichtigungen</small>
it: <small>Gioca suoni per le nuove notifiche</small>
pl: <małe>Odtwarzaj dźwięki na nowych powiadomieniach</niewielkie>

source: While Busy
de: Wenn beschäftigt
it: Mentre occupato/a
pl: Podczas gdy zajęty

source: <small>Receive notifications even while you are busy</small>
de: <small>Erhalte Benachrichtigungen auch während du beschäftigt bist</small>
it: <small>Ricevi le notifiche anche quando sono occupato/a</small>
pl: <małe>Odbieraj powiadomienia nawet wtedy, gdy jesteś zajęty</niemałe>.

source: Tray icon
de: Taskleistensymbol
it: Icona del vassoio
pl: Ikona stanu

source: Minimize
de: Minimieren
it: Riduci
pl: Minimalizuj

source: <small>Minimize to tray instead of close</small>
de: <small>Minimiere in die Taskleiste anstatt zu schließen</small>
it: <small>Riduci il vassoio anziché chiudere</small>
pl: <małe>Minimalizuj do tacy zamiast zamykać</niewielkie>

source: Send typing status
de: Tippbenachrichtigungen senden
it: Invia lo stato di digitazione
pl: Wysyłanie statusu pisania

source: <small>Show others when you are typing</small>
de: <small>Zeige anderen wenn du tippst</small>
it: <small>Mostra agli altri quando scrivo</small>

source: Keep History
de: Chatverlauf speichern
it: Conserva la cronologia

source: <small>Store your sent and received messages</small>
de: <small>Speichere deine gesendeten und empfangenen Nachrichten</small>
it: <small>Archivia i messaggi inviati e ricevuti </small>
pl: <małe>Sklep swoje wysłane i otrzymane wiadomości</niewielkie>.

source: <b>Connection</b>
de: <b>Verbindung</b>
it: <b>Connessione</b>
pl: <b>Połączenie</b>.

source: <small>Use UDP communication when available</small>
de: <small>Benutze wenn möglich UDP-Verbindungen</small>
it: <small>Usa la comunicazione UDP quando è disponibile</small>
pl: <niewielki>Używaj komunikacji UDP, gdy jest dostępna</niewielki>.

source: <small>Allow both IPv4 and IPv6 communication</small>
de: <small>Erlaube IPv4 und IPv6 Verbindungen</small>
it: <small>Permette la comunicazione sia IPv4 che IPv6</small>
pl: <small> Pozwól na komunikację IPv4 i IPv6</small>.

source: Local discovery
de: Lokale Erkennung
it: Scoperta locale
pl: Lokalne odkrycie

source: <small>Look for peers on the local network</small>
de: <small>Suche nach Mitgliedern im lokalen Netzwerk</small>
it: <small> Cerca colleghi sulla rete locale </small>
pl: <mała>Look dla rówieśników w sieci lokalnej</mała>

source: Hole punching
it: Perforazione
pl: Wykrawanie otworów

source: <small>Enable UDP <a href="https://en.wikipedia.org/wiki/Hole_punching_(networking)">hole punching</a></small>
de: <small>Aktiviere UDP <a href="https://de.wikipedia.org/wiki/Hole_Punching">hole punching</a></small>
it: <small>Abilita l'UDP <a href="https://en.wikipedia.org/wiki/Hole_punching_(networking)">hole punching</a></small>
pl: <małe>Enable UDP <a href="https://en.wikipedia.org/wiki/Hole_punching_(networking)">hole punching</a></a></small>>.

source: Update bootstrap nodes
de: Bootstrap-Knoten aktualisieren
it: Aggiorna nodi di bootstrap
pl: Aktualizacja węzłów bootstrap

source: <b>Bootstrap nodes</b>
de: <b>Bootstrap Knoten</b>
it: <b>Nodi bootstrap</b>
pl: <b>Węzły paska zębatego</b>

source: System settings
de: Systemeinstellungen
it: Impostazioni di sistema

source: <small>Use your systems proxy settings</small>
de: <small>Benutze die Proxy Einstellungen deines Systems</small>
it: <small>Usa le impostazioni proxy del tuo sistema</small>
pl: <niewielkie>Używaj ustawień proxy systemu</niewielkie>.

source: Manual settings
de: Manuelle Einstellung
it: Impostazioni manuali

source: <small>Use custom proxy settings</small>
de: <small>Setze Benutzerdefinierte Proxy Einstellungen</small>
it: <small>Usa le impostazioni proxy personalizzate</small>
pl: <małe>Używaj niestandardowych ustawień proxy</niewielkie>>.

source: Host
it: Ospite

source: <small>Set a SOCKS5 proxy to connect to</small>
de: <small>Setze einen SOCKS5 Proxyserver</small>
it: <small>Imposta un proxy SOCKS5 a cui connettersi</small>
pl: <mały>Ustawiamy proxy SOCKS5 do łączenia się z</niemały>

source: Remove from your friends list
de: Entferne von deiner Kontaktliste
it: Rimuovi dalla tua lista amici
pl: Usuń z listy znajomych

source: Reset alias
de: Alias zurücksetzen
it: Reimposta l'alias
pl: Zresetuj alias

source: <small>Set a custom alias to quickly find your friends</small>
de: <small>Setze einen Alias um deine Freunde schnell zu finden</small>
it: <small>Imposta un alias personalizzato per trovare rapidamente i tuoi amici</small>
pl: <mały>Ustaw niestandardowy alias, aby szybko znaleźć swoich przyjaciół</mały>.

source: Auto accept conference invites
de: Konferenzeinladungen automatisch akzeptieren
it: Accetta automaticamente gli inviti alla conferenza
pl: Automatyczna akceptacja zaproszeń na konferencję

source: Auto accept file transfers
de: Dateiübertragungen automatisch akzeptieren
it: Accetta automaticamente i trasferimenti di file

source: Save files to
de: Speichere Dateien nach
it: Salva i file in

source: Public key:
de: Öffentlicher Schlüssel:
it: Chiave pubblica:
pl: Klucz publiczny:

source: Oh no! Something broke!
de: Oh nein! Da lief etwas schief!
it: Oh no! Qualcosa si è rotto!
pl: O nie! Coś się złamało!

source: Please check your settings and retry
de: Bitte prüfe deine Einstellungen und versuche es erneut
it: Si prega di controllare le impostazioni e riprovare
pl: Sprawdź ustawienia i spróbuj ponownie

source: Log
de: Protokoll
it: Registro

source: Retry
de: Erneut versuchen
it: Riprova
pl: Ponów

source: <loglevel>
de: <Protokollniveau>

source: Packagers
de: Verpacker
pl: Opakowania

source: Password
de: Passwort
pl: Hasło

source: Privacy
de: Privatsphäre
es: Privacidad
pl: Prywatność

source: %i people connected
es: %i personas conectadas
ru: %i persone connesse

source: %i person connected
es: %i persona conectada
ru: %i persona connessa

source: %s changed his name to %s
ru: %s ha cambiato il suo nome in %s

source: %s changed his status to %s
ru: %s ha cambiato il suo stato in %s

source: %s is now %s.
ru: %s ora è %s.

source: %s is typing...
es: %s está escribiendo...
ru: %s sta scrivendo...
